[
  {
    "Product": "CPI",
    "title": "Consumer Price Index (CPI)",
    "Category": "Price Statistics",
    "Geography": "All India, Rural, Urban, States",
    "Frequency": "Monthly",
    "TimePeriod": "2012 onwards",
    "DataSource": "Price Statistics Division, Ministry of Statistics & Programme Implementation",
    "Description": "Consumer Price Index (CPI) is designed to measure the changes over time in general level of retail prices of selected goods and services that households purchase for the purpose of consumption. Consumer Food Price Index (CFPI) are being compiled as weighted average of the indices of the ten subgroups, out of 12 sub-groups contained in ‘Food and Beverages’ group, excluding ‘Non-alcoholic beverages’ and ‘Prepared meals, snacks, sweets etc.’. The CPI and CFPI is compiled at the All India level for the Rural, Urban & Combined Sector. Source: National Metadata Structure (NMDS) for Statistical Products",
    "lastUpdateDate": "12-July-24",
    "FutureRelease": "August, 2024",
    "BasePeriod": "2012",
    "Keystatistics": "Inflation Rate, Consumer Price index, Consumer Food Price Index",
    "NMDS": "Compliance of Metadata of Price Statistics",
    "nmdslink": "https://www.mospi.gov.in/sites/default/files/Compliance_of_Metadata_of_Price_StatisticsUpdated.pdf",
    "remarks": "Back series is the projection of the old series on a new base with the help of a suitable linking factor."
  },
  {
    "Product": "IIP",
    "title": "Index Of Industrial Production (IIP)",
    "Category": "Industrial Statistics",
    "Geography": "All India, Rural, Urban, States",
    "Frequency": "Monthly",
    "TimePeriod": "2012 onwards",
    "DataSource": "Economic Statistics Division, Ministry of Statistics & Programme Implementation",
    "Description": "The Index of Industrial Production is a quantitative index; the production of the items being expressed in physical terms. The Index is compiled by taking into account the quantities of items produced during the current month, vis-à-vis the average monthly production in the base year. Source: National Metadata Structure (NMDS) for Statistical Products",
    "lastUpdateDate": "12-July-24",
    "FutureRelease": "August, 2024",
    "BasePeriod": "2011-12",
    "Keystatistics": "Index Of Industrial Production - Sectoral; Index Of Industrial Production - (2-digit Level Industry Code); Index Of Industrial Production - Use-based; Monthly Index Of Industrial Production - (2-digit Level Industry Code)",
    "NMDS": "Compliance of Metadata of Index of Industrial Production (IIP)",
    "nmdslink": "https://www.mospi.gov.in/sites/default/files/Compliance_of_Metadata_of_Index_of_Industrial_Production_(IIP)A.pdf"
  },
  {
    "Product": "NAS",
    "title": "National Accounts Statistics (NAS)",
    "Category": "National Accounts Statistics",
    "Geography": "All India, States",
    "Frequency": "Annual",
    "TimePeriod": "2011-12 onwards",
    "DataSource": "National Accounts Division, Ministry of Statistics & Programme Implementation",
    "Description": "The national accounts provide a comprehensive, conceptual and accounting framework for analyzing and evaluating the performance of an economy. As the national accounts are designed to account for all economic transactions, their compilation is a major exercise, which draws information from several diverse data sources. The sources consist of data generated as a byproduct of public administration system, such as land records, collection of direct and indirect taxes, as well as data collected directly through censuses and sample surveys conducted by official agencies of the Central and State Governments. For certain newly emerging activities such as software, information available from selective nonofficial sources is used in the compilation of national accounts statistics (NAS). While the underlying concepts and methodology of compilation has been mostly standardized under the System of National Accounts (SNA) of the international agencies, procedures and approximations are shaped by the country-specific data collection system. For making the estimates comparable internationally and over time, the Central Statistical Organization (CSO) maintains detailed, well documented methods and procedures unchanged till the revision of the base year. Source: National Metadata Structure (NMDS) for Statistical Products",
    "lastUpdateDate": "31-May-24",
    "FutureRelease": "Aug, 2024",
    "BasePeriod": "2011-12",
    "Keystatistics": "Gross State Domestic Product, Net State Domestic Product, Per Capita Net State Domestic Product, Gross Domestic Product, Gross State Value Added By Economic Activity, Net State Value Added By Economic Activity, Per Capita Income, Product And Final Consumption, Gva At Basic Prices, Private Final Consumption Expenditure",
    "NMDS": "Compliance of Metadata of National Account",
    "nmdslink": "https://www.mospi.gov.in/sites/default/files/Compliance_of_Metadata_of_National_AccountUpdated.pdf"
  },
  {
    "Product": "ASI",
    "title": "Annual Survey of Industries (ASI)",
    "Category": "Industrial Statistics",
    "Geography": "All India",
    "Frequency": "Annual",
    "TimePeriod": "2004-05 to 2021-22",
    "DataSource": "IS Wing, Ministry of Statistics & Programme Implementation",
    "Description": "Annual Survey of Industries broadly covers the manufacturing units in the registered sector. It provides comprehensive information relating to input, output, value added, employment, assets etc. of the registered factories.Fixed Capital, Working Capital, No. of Employees, Wages & Salaries, Fuels Consumed, Depreciation, Gross Value Added, Net Value Added, Total Emoluments, Total Input, Total Output Etc. For details of statistical concepts and definitions including major statistical variables used in the survey, the Instruction Manual for ASI may be referred to. Source: National Metadata Structure (NMDS) for Statistical Products",
    "lastUpdateDate": "20-Feb-24",
    "FutureRelease": "As and when released by the IS Wing, MoSPI",
    "BasePeriod": "NA",
    "Keystatistics": "Number of factories, Net Value Added (NVA), Number of workers, Total persons engaged, State-wise Number of factories, Industry-wise Number of factories, Top 10 States by Number of Factories, Time series Trend of Important Principal Characteristics at all India level, Time series trend of important Principal Characteristics at all India level by Major Industry Group (NIC Divisions), Time series trend of Important Characteristics Structural Ratios, Time series trend of Important Characteristics Technical Co-efficients, ASI - State Wise number of factories",
    "NMDS": "Compliance of Metadata of Annual Survey of Industries(ASI)",
    "nmdslink": "https://www.mospi.gov.in/sites/default/files/Compliance_of_Metadata_of_Annual_Survey_of_Industries_(ASI).pdf"
  }
]
